"""НАСТРОЙКИ ИГРЫ"""
'''разрешение экрана'''
width = 1300
height = 900

'''настройки игрока'''
player_pos = (half_width, half_height)

'''доп константы для настройки игрока'''
half_width = width // 2
half_height = height // 2

'''цвета'''
white = (255, 255, 255)
black = (0, 0, 0)
red = (220, 0, 0)
green = (0, 220, 0)
blue = (0, 0, 220)
dark_grey = (110, 110, 110)
purple = (120, 0, 120)
'''Цвет (r, g, b)
r ( int ) - значение красного в диапазоне от 0 до 255 включительно
g ( int ) - значение зеленого в диапазоне от 0 до 255 включительно
b ( int ) - значение синего цвета в диапазоне от 0 до 255 включительно'''







